research/visualization_methods/outputs/GCModel__gc_car_model/gc_car_model.mmd
graph TD
  A["A"]
  B["B"]
  MvNormal["MvNormal"]
  Q["Q"]
  R["R"]
  t["t"]
  x["x"]
  x0_cov["x0_cov"]
  x0_mean["x0_mean"]
  y["y"]
  Σ["Σ"]
  μ["μ"]
  A --> x
  B --> y
  MvNormal --> x
  MvNormal --> y
  Q --> x
  R --> y
  t --> y
  x --> x
  x --> y
  x0_cov --> x
  x0_mean --> x
  Σ --> x
  Σ --> y
  μ --> x
  μ --> y
